Repository: virdiignis/PUT_COVID-19_Forms_System
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Your form has been successfully sent to the office.
pl: Twój formularz został wysłany do biura.

source: Your form has been successfully saved. To send it to the COVID-19 Office, <a href='https://epoczta.put.poznan.pl/'>verify your identity by clicking the link sent to your email</a>.
pl: Twój formularz został zapisany. Aby przesłać go do biura ds. COVID-19, <a href='https://epoczta.put.poznan.pl/'>zweryfikuj swoją tożsamość klikając w link otrzymany w emailu.</a>.

source: Report isolation
pl: Raportuj izolację

source: Cancel
pl: Anuluj

source: Submit
pl: Prześlij

source: Report test order
pl: Raportuj zlecenie testu

source: Report test result
pl: Raportuj wynik testu

source: privacy policy
pl: polityka prywatności

source: Report ongoing isolation caused by infected roomate or family member, or by contact with someone infected.
pl: Zaraportuj o trwającej izolacji spowodowanej zakażeniem domownika lub członka rodziny, albo kontaktem z kimś zakażonym.

source: Report test order – including isolation and reasons to be tested.
pl: Zaraportuj o skierowaniu na test – wraz z wynikającą izolacją i powodami skierowania.

source: Report test result – along with isolation dates.
pl: Zaraportuj wynik testu – wraz z datami wynikłej izolacji.
